testing-scripts/test_GSO_impact_for_ngtcp2-h2load_throughput/no_gso_results/payload-size_10000000____delay-ms_0____loss-rate-percent_0____clients-requests_1/9/result.txt
starting benchmark...
spawning thread #0: 1 total client(s). 1 total requests
TLS Protocol: TLSv1.3
Cipher: TLS_AES_128_GCM_SHA256
Server Temp Key: X25519 253 bits
Application protocol: h3
progress: 100% done

finished in 202.19ms, 4.95 req/s, 47.18MB/s
requests: 1 total, 1 started, 1 done, 1 succeeded, 0 failed, 0 errored, 0 timeout
status codes: 1 2xx, 0 3xx, 0 4xx, 0 5xx
traffic: 9.54MB (10003127) total, 12B (12) headers (space savings 87.37%), 9.54MB (10000000) data
UDP datagram: 1813 sent, 8218 received
                     min         max         mean         sd        +/- sd
time for request:   196.71ms    196.71ms    196.71ms         0us   100.00%
time for connect:     5.02ms      5.02ms      5.02ms         0us   100.00%
time to 1st byte:     6.00ms      6.00ms      6.00ms         0us   100.00%
req/s           :       4.95        4.95        4.95        0.00   100.00%